/* card commands displayed in menu bar */

"Power off Card" = "カード電源を切にする";
"Power on Card" = "カード電源を入にする";
"Open ExpressCard" = "ExpressCard を開く...";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "製造元不明";
"Unknown Card Type" = "カードタイプ不明";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "レガシー装置";
"ClassCode0001" = "VGA 互換装置";

"ClassCode01" = "大容量記憶装置コントローラ";
"ClassCode0100" = "SCSI コントローラ";
"ClassCode0101" = "IDE コントローラ";
"ClassCode0102" = "フロッピーディスク・コントローラ";
"ClassCode0103" = "IPI コントローラ";
"ClassCode0104" = "RAID コントローラ";
"ClassCode0105" = "ATA コントローラ";
"ClassCode0106" = "SATA コントローラ";
"ClassCode0107" = "SAS コントローラ";

"ClassCode02" = "ネットワークコントローラ";
"ClassCode0200" = "Ethernet コントローラ";
"ClassCode0201" = "Token Ring コントローラ";
"ClassCode0202" = "FDDI コントローラ";
"ClassCode0203" = "ATM コントローラ";
"ClassCode0204" = "ISDN コントローラ";
"ClassCode0205" = "WorldFip コントローラ";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "ディスプレイコントローラ";

"ClassCode04" = "マルチメディア装置";

"ClassCode05" = "メモリコントローラ";

"ClassCode06" = "ブリッジ装置";
"ClassCode0600" = "ホストブリッジ";
"ClassCode0601" = "ISA ブリッジ";
"ClassCode0602" = "EISA ブリッジ";
"ClassCode0603" = "MCA ブリッジ";
"ClassCode0604" = "PCI-to-PCI ブリッジ";
"ClassCode0605" = "PCMCIA ブリッジ";
"ClassCode0606" = "NuBus ブリッジ";
"ClassCode0607" = "CardBus ブリッジ";
"ClassCode0608" = "RACEway ブリッジ";
"ClassCode0609" = "PCI-to-PCI ブリッジ";
"ClassCode060a" = "InfiniBand-to-PCI ブリッジ";

"ClassCode07" = "シンプル・コミュニケーション・コントローラ";
"ClassCode0700" = "シリアルコントローラ";
"ClassCode0701" = "パラレルポートコントローラ";
"ClassCode0702" = "マルチポート・シリアル・コントローラ";
"ClassCode0703" = "モデムコントローラ";
"ClassCode0704" = "GPIB コントローラ";
"ClassCode0705" = "スマートカード";

"ClassCode08" = "ベースシステム周辺装置";
"ClassCode0804" = "PCI ホットプラグコントローラ";

"ClassCode09" = "入力装置コントローラ";
"ClassCode0900" = "キーボードコントローラ";
"ClassCode0901" = "デジタイザコントローラ";
"ClassCode0902" = "マウスコントローラ";
"ClassCode0903" = "スキャナコントローラ";
"ClassCode0904" = "ゲームポートコントローラ";

"ClassCode0a" = "ドッキングステーション";

"ClassCode0b" = "コプロセッサ";

"ClassCode0c" = "シリアルバスコントローラ";
"ClassCode0c00" = "FireWire コントローラ";
"ClassCode0c01" = "ACCESS.bus コントローラ";
"ClassCode0c02" = "SSA コントローラ";
"ClassCode0c03" = "USB コントローラ";
"ClassCode0c04" = "Fibre Channel コントローラ";
"ClassCode0c05" = "SMBus コントローラ";
"ClassCode0c06" = "InfiniBand コントローラ";
"ClassCode0c07" = "IPMI コントローラ";
"ClassCode0c08" = "SERCOS コントローラ";
"ClassCode0c09" = "CANbus コントローラ";

"ClassCode0d" = "ワイヤレスコントローラ";
"ClassCode0d00" = "iRDa コントローラ";
"ClassCode0d01" = "コンシューマ IR コントローラ";
"ClassCode0d10" = "RF コントローラ";
"ClassCode0d11" = "Bluetooth コントローラ";
"ClassCode0d12" = "ブロードバンドコントローラ";
"ClassCode0d20" = "Wi-Fi コントローラ 5 GHz";
"ClassCode0d21" = "Wi-Fi コントローラ 2.4 GHz";

"ClassCode0e" = "インテリジェント I/O コントローラ";

"ClassCode0f" = "衛星通信コントローラ";

"ClassCode10" = "暗号化／復号化コントローラ";

"ClassCode11" = "データ取り込みコントローラ";
